import Head from 'next/head';
import { FC } from 'react';
import { MainLayout } from '../client/layouts/MainLayout';

const Rules: FC = () => {
    return (
        <>
            <Head>
                <title>Правила | СОЮЗ</title>
            </Head>
            <MainLayout>
                <div>
                    <h2>Спортивная Организация Юго-Запад Москва</h2>
                    <h3>Основные правила СОЮЗа.</h3>
                    <p>Добровольное сообщество любителей спорта (футбол, волейбол, теннис).</p>
                    <p>
                        Сообщество создано на базе группы соцсети
                        <a style={{ color: '#d90' }} href='https://vk.com/minifootballuzao' target='_blank'>
                            ВКонтакте.
                        </a>
                    </p>
                    Целью организации является создание условий для проведения спортивного досуга ее участниками.
                    <p>Общие правила для сообщества:</p>
                    <p>
                        Сообщество представляет собой группу участников, принимающих и выполняющих правила организации.
                    </p>
                    <p>В сообществе существуют: </p>
                    <ol>
                        <li>
                            <p>
                                Актив— активные члены сообщества, участвующие в создании организации и ее движении
                                вперед.
                            </p>
                        </li>

                        <li>
                            <p>
                                Администрация— ответственные члены сообщества, управляющиеи контролирующиепроведение
                                мероприятий.
                            </p>
                        </li>

                        <li>
                            <p>Основа— завсегдатаи игр, поддерживающие мероприятия сообщества.</p>
                        </li>
                        <li>
                            <p>Участники—ВСЕ МЫ.</p>
                        </li>
                    </ol>
                    <p>1. Приветствуется:</p>
                    <p>1.1. Активное участие в спортивных и иных мероприятиях, проводимых сообществом;</p>
                    <p>
                        1.2. Посильная помощь и содействие в организации мероприятий как администрации,так и товарищам;
                    </p>
                    <p>1.3. Предложения по улучшению организации, адресованные администрации группы;</p>
                    <p>1.4.Фейр-плэйв играх;</p>
                    <p>1.5. Поддержание принципа равенства при распределении ресурсов между игроками и командами;</p>
                    <p>1.6. Внимательное и бережное отношение к имуществу сообщества и его участников;</p>
                    <p>1.7. Пропаганда здорового образа жизни(далее—ЗОЖ);</p>
                    <p>1.8. Действия по принципамколлективизма и взаимовыручки;</p>
                    <p>1.9. Корректная, красивая и результативная игра на мероприятиях группы;</p>
                    <p>1.10. Отзывчивость в коммуникации внутри сообщества как вличке, так и в группахТелеграмма.</p>
                    <p>2. ЗАПРЕЩЕНО: 2.1. Неспортивное поведениедо /во время/послемероприятий;</p>
                    <p>
                        2.2. Оскорбление любого участника(ов) группы или третьих(его) лиц(а)в любой форме; 2.3. Жесткая
                        и опасная игра; 2.4. Сообщения и комментарии, пропагандирующие религиозные секты и общества;
                        2.5. Разжигание расовой, национальной и религиозной ненависти; 2.6. Умышленное и неумышленное
                        провоцирование оппонентов на оскорбления инецензурные выражения; 2.7. Пропаганда,а также любое
                        упоминание наркотиков /наркозависимости вне зависимости от цели высказывания (порицание, шутка и
                        проч.); 2.8. Размещение информации коммерческого характера в личных целях; 2.9. Размещение или
                        упоминание информации по организации или проведению сторонних мероприятий, не согласованных с
                        администрациейнашего сообщества; 2.10. Размещение ссылок на вирусные, троянские и другие
                        вредоносные программы. 3. Актив и Администрация. Актив и Администрация группы оставляют за
                        собойследующиеправа: 3.1. Без предупреждения удалять любые сообщения и информацию, которые не
                        соответствуют правилам группы; 3.2. Без предупреждения закрывать доступ в группу или
                        мероприятия,если участникнарушил правилагруппы; 3.3. Корректировать состав и количество
                        участников группы по своему усмотрению при условии возмещения финансовой задолженности перед
                        участником.
                    </p>
                    <p>
                        4. Ответственность. 4.1. АктивиАдминистрация группы не несут ни гражданской, ни уголовной
                        ответственности за информацию, опубликованную участниками сообщества,
                    </p>
                    <p>
                        а также за возможный ущерб от этой информации. Вся информация публикуется исключительно для
                        ознакомительного характера ине можетбыть использована в противозаконных целях; 4.2.
                        Администрация оставляет за собой право изменять данные правила группы по собственному усмотрению
                        без предварительного уведомления участников группы, но с последующем оповещением об этом; 4.3.
                        Участие в группе подразумевает принятие и выполнение настоящих правил группы, поэтому любое
                        нарушение этих правил будет считатьсяпреднамеренным.
                    </p>
                    <p>
                        Нарушение правил группы влечет за собой применение следующих мер: 1. Предупреждение участника;
                        2. Бан—блокировка доступа; Срок бана устанавливается в зависимости от тяжести нарушений или их
                        количества (на усмотрение администраторов). 3. Удаление участника из рядов сообщества без
                        возможности восстановления.
                    </p>
                    <p>
                        5. Примечания. 5.1. Всё то, что по каким-либо причинам не было указано в данных правилах,
                        остается на усмотрение администрации группы. 5 2. Если у Вас есть какие-то предложения или
                        вопросы по содержанию правил нашей группы,
                    </p>
                    <p>направляйте их администрации группы</p>
                    <p>6.Правила мероприятий и записьна них.</p>
                    <p>6.1.Спортивные мероприятия и запись на них проходят согласно доступному расписанию;</p>
                    <p>6.2. Расписаниепубликуется в анонсах записи на игры;</p>
                    <p>
                        6.3.Основа при записи— внеочередноеправонаучастие в мероприятии,т.е. ВСЕ участники при записи
                        имеют равные права;
                    </p>
                    <p>
                        6.4.Отсутствие ответа при записи и опросе может расцениваться как нарушение правил с
                        соответствующим взысканием с участника.
                    </p>
                    <p>
                        Понятие форс-мажор при записи и оплате отсутствует и не принимается к рассмотрению и апелляции;
                    </p>
                    <p>6.5.Участвовать в играх может только утвержденный при процессе записисостав.</p>
                    <p>6.6.Он отображается в записи как ФИНАЛЬНЫЙ СПИСОК;</p>
                    <p>
                        6.7.Мероприятия, инвентарь и другие расходы в организации финансируются участниками сообщества
                        на добровольных началах из собственных средствучастников группы;
                    </p>
                    <p>
                        6.8.Все оплаты какосновы, так и разовых взносов после перечисления не возвращаются плательщикам
                        вне зависимости от причинили сроков;
                    </p>
                    <p>ДАННЫЕ ПРАВИЛА НАХОДЯТСЯВ ПРОЦЕССАФОРМИРОВАНИЯ И В БЛИЖАЙШЕЕ ВРЕМЯ БУДУТ МЕНЯТЬСЯ.</p>
                    <p>ВСЕМ СПАСИБО) УСПЕШНОЙ ИГРЫ)</p>
                </div>
            </MainLayout>
        </>
    );
};

export default Rules;
